{
    "live-the-story": "In a war-torn world of two continents, three empires wage wars to obtain the highest supremacy. As a warrior, you must pick a side and pledge your allegiance then fight off the enemies from multiple directions in this ultimate battle royale. It is your time to step into the spotlight and enforce your might in the name of the empire. Fight for your destiny and have your name immortalized in the annals of history of Lineage II.",
    "create-your-hero": "Begin your journey in Lineage II by creating a unique avatar. You can pick one from 7 different races: Humans, Elves, Dark Elves, Orcs, Dwarfs, Kamaels, and Ertheians. Each race has its own unique characteristics that need to be intelligently considered. There are more than 30 classes that you can develop. If you prefer physicality and melee combat, you can start as the Warrior class, then develop into the Dreadnought. If you like something more cerebral and magic involved, you can start as a Mage then develop into an Archmage. There are many more options you can pick to your liking.",
    "advanced-combat-and-raids": "In the world of Lineage II, your fate depends on your combat capability. You can face an opponent of a similar level toe-to-toe in PvP duel or you can join a raiding party consisting up to hundreds players to attack formidable boss enemies. Your desire for combat must be reinforced with proficient martial prowess.",
    "massive-clan-battles": "Build your own clan or join other clans to combine your might against boss enemies and other clans who get in your way. Level-up your clan and recruit more players as you keep completing quests, reaping the rewards and exclusive benefits for your clan.",
    "introduction": "Experience the role of a legendary warrior who is seeking his place in the battlefield!\nLineage II brings you an unforgettable MMORPG experience in the vast world of Aden where you can determine your own destiny. Prepare yourself for a thrill ride when you engage in colossal PvP battles, join epic raids, build your own alliances, and raise your pets and mount them as you travel the magnificent universe of Lineage II.",
    "about": "In a world of two major continents, three empires wage wars for dominations. As a warrior, you must pledge your allegiance and fend off enemies from multiple directions in this ultimate battle royale. It is your time to step into the spotlight and enforce your will in the universe. Fight for your destiny and have your name immortalized in the annals of history of Lineage II"
}
