{
    "live-the-story": "Di sebuah wilayah yang terkoyak oleh perang dan membentang di dua benua, ada tiga kerajaan yang bersaing untuk memperebutkan kekuasaan dengan terlibat dalam pertempuran untuk meraih supremasi yang tertinggi. Sebagai seorang prajurit yang berdiri sendiri dalam konflik ini, kamu harus memilih sisi yang akan kamu dukung dan menghadapi musuh dari berbagai arah saat kamu berjuang untuk mengatasi konflik dengan menghadapi lawan yang paling tangguh. Saatnya bagi kamu untuk tampil di panggung utama dan menegakkan kehendakmu di atas kerajaan. Ambillah takdirmu dan biarkan tanganmu yang menulis sejarah yang akan diingat di dalam Lineage II.",
    "create-your-hero": "Ciptakan perjalananmu di dalam Lineage II dengan membuat avatar yang unik dari 7 ras yang berbeda (Manusia, Elf, Dark Elf, Orc, Dwarf, Kamael, dan Ertheia), masing-masing memiliki karakteristik dan sifat uniknya sendiri yang akan membawamu ke lebih dari 30 kelas yang berpotensi untuk kamu kembangkan. Kamu bisa memilih untuk menjadi seorang Pejuang yang kemudian menjadi Dreadnought, atau tumbuh menjadi seorang Penyihir yang menjadi Archmage. Pilihan ada di tanganmu!",
    "advanced-combat-and-raids": "Di dunia Lineage II, nasib hidupmu bergantung pada kemampuanmu dalam pertempuran. Kamu dapat berhadapan langsung dengan musuh yang sebanding dengan kemampuan dan pengalamanmu, atau bergabung dengan tim untuk menantang dan mengalahkan serangan bos dunia di mana mungkin dibutuhkan ratusan pahlawan yang tangguh! Gairahmu dalam pertarungan harus dipenuhi dengan kepiawaianmu menggunakan pedang!",
    "massive-clan-battles": "Buatlah klanmu sendiri atau bergabunglah dengan klan petualang lainnya untuk mempersatukan kekuatanmu dalam mengalahkan bos dunia epik atau klan lawan yang menghalangi jalurmu! Tingkatkan level klanmu dan perbanyak anggota saat kamu terus menyelesaikan misi klan dan mendapatkan hadiah dan manfaat eksklusif untuk klanmu!",
    "introduction": "Masuki peran prajurit legendaris yang berusaha menemukan tempatnya di tengah pertempuran!\nLineage II membawa Anda ke dalam pengalaman MMORPG yang luas di mana Anda menciptakan takdir Anda sendiri di ranah Aden. Persiapkan diri Anda untuk sebuah petualangan saat Anda terlibat dalam pertempuran pengepungan PvP kolosal, bergabung dalam pertemuan serangan epik, membangun klan sekutu Anda sendiri, atau membesarkan kandang hewan peliharaan dan tunggangan Anda sendiri untuk melintasi dunia Lineage II yang epik!.",
    "about": "Di tanah yang dilanda perang yang mencakup dua benua, tiga kerajaan bersaing untuk mendapatkan kekuasaan saat mereka terlibat dalam  pertempuran untuk supremasi tertinggi. Sebagai pejuang tunggal dalam konflik ini, Anda harus memilih kesetiaan dan menghadapi musuh dari semua sisi saat Anda berusaha mengatasi konflik melawan penantang terkuat. Ini adalah waktu Anda untuk masuk ke dalam cahaya dan menegakkan keinginan Anda di alam. Raih takdir Anda dan izinkan tangan Anda sendiri untuk menulis sejarah yang akan dikenang di Silsilah II."
}
